old/results.bak2/wrk/results/scenario-5-600-600/out.txt
Running 10m test @ http://192.168.1.2
  5 threads and 600 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.04ms  345.44us  28.99ms   71.56%
    Req/Sec   110.98k    10.60k  149.38k    85.72%
  Latency Distribution
     50%    0.97ms
     75%    1.23ms
     90%    1.51ms
     99%    1.99ms
  331279582 requests in 10.00m, 265.01GB read
Requests/sec: 552073.13
Transfer/sec:    452.24MB